IDS_RUS_CODE_REPORT_EN_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_RUS_DLL_ERROR = "Versi dll yang ditautkan tidak benar"
IDS_RUS_DLL_ERROR_REPORT = "Tidak dapat menginisialisasi COM dll"
IDS_CVL_REPORT_PRINTING = "Mencetak Laporan..."
IDS_CVL_REPORT_GENERATING = "Membuat Laporan..."
IDS_CVL_RPT_SNiP_Spartial_Section = "Perhitungan kekuatan penampang elemen spasial"
IDS_CVL_RPT_SNiP_Not_required = "Tidak diperlukan"
IDS_SP16_Par711_Title = "Perhitungan kekuatan elemen pada tarik atau tekan sentris (par. 7.1.1)"
IDS_SP16_Par713_Title = "Perhitungan stabilitas elemen penampang pejal pada tekan sentris (par. 7.1.3)"
IDS_SP16_Par715_Title = "Stabilitas terhadap kehilangan stabilitas lentur-torsi pada penampang terbuka (par. 7.1.5)"
IDS_SP16_Par723_Title = "Perhitungan kelangsingan bersyarat cabang (par. 7.2.3)"
IDS_SP16_Par724_Title = "Perhitungan stabilitas cabang individual pada elemen penampang gabungan (par. 7.2.4)"
IDS_SP16_Par732_Title = "Stabilitas dinding elemen penampang pejal yang ditekan sentris (par. 7.3.2)"
IDS_SP16_Par733_Title = "Dinding elemen penampang pejal yang ditekan sentris harus diperkuat dengan rusuk melintang (par. 7.3.3)"
IDS_SP16_Par733_CrossRibsNotSet = "o_lambda_w > 2.3\n\nRusuk melintang diperlukan, tetapi belum ditetapkan."
IDS_SP16_Par733_CheckCrossRibFrequency = "o_lambda_w > 2.3\n\nRusuk melintang diperlukan dan telah ditetapkan. Memeriksa kecukupan frekuensi rusuk melintang:"
IDS_SP16_Par733_CrossRibsAreNotRequired = "o_lambda_w <= 2.3\n\nRusuk melintang tidak diperlukan."
IDS_SP16_Par738_Title = "Stabilitas pelat kord elemen penampang pejal yang ditekan sentris (par. 7.3.8)"
IDS_SP16_Par821_Title = "Perhitungan kekuatan balok kelas 1: di bawah pengaruh momen (par. 8.2.1)"
IDS_SP16_ParTau_Title = "Pemeriksaan penampang terhadap gaya geser"
IDS_SP16_Par823_Title = "Perhitungan kekuatan balok terbelah kelas 2 dan 3 dari penampang I dan boks: di bawah pengaruh momen (par. 8.2.3)"
IDS_SP16_Par841_Title = "Perhitungan stabilitas balok I kelas 1: di bawah pengaruh momen (par. 8.4.1)"
IDS_SP16_Par851_Title = "Stabilitas dinding balok kelas 1: di bawah pengaruh momen (par. 8.5.1)"
IDS_SP16_Par853_Title = "Stabilitas dinding balok kelas 1 dengan penampang melintang simetris dengan adanya tegangan lokal: di bawah pengaruh momen (par. 8.5.3)"
IDS_SP16_Par857_Title = "Stabilitas dinding balok kelas 1 dari penampang I asimetris dengan sayap tarik yang lebih berkembang (par. 8.5.7)"
IDS_SP16_Par858_Title = "Stabilitas dinding balok kelas 2 dan 3 dari baja homogen tanpa tegangan lokal (Sigma_loc = 0) (par. 8.5.8)"
IDS_SP16_Par822_Title = "Perhitungan kekuatan dinding balok yang tidak diperkuat dengan pengaku di bawah pengaruh tegangan lokal (par. 8.2.2)"
IDS_SP16_Par8518_Title = "Stabilitas kord tekan balok kelas 1 (par. 8.5.18)"
IDS_SP16_Par8519_Title = "Stabilitas kord tekan balok kelas 2, 3 (par. 8.5.19)"
IDS_SP16_Par911_Title = "Perhitungan kekuatan elemen tekan eksentris dan tarik eksentris (par. 9.1.1)"
IDS_SP16_Par913_Title = "Pemeriksaan kekuatan tarik serat penampang elemen tekan eksentris dengan penampang asimetris (par. 9.1.3)"
IDS_SP16_Par922_Title = "Perhitungan stabilitas elemen tekan eksentris pada bidang kerja momen yang berimpit dengan bidang simetri (par. 9.2.2)"
IDS_SP16_Par928_Title = "Perhitungan stabilitas elemen tekan eksentris yang melentur pada bidang kekakuan terkecil (par. 9.2.8)"
IDS_SP16_Par929_Title = "Perhitungan stabilitas batang (kecuali berbentuk boks) yang mengalami tekan dan lentur pada dua bidang utama (par. 9.2.9)"
IDS_SP16_Par9210_Title = "Perhitungan stabilitas batang (berbentuk boks) yang mengalami tekan dan lentur pada dua bidang utama (par. 9.2.10)"
IDS_SP16_Par924_Title = "Perhitungan stabilitas batang tekan eksentris dari bidang kerja momen saat melentur pada bidang kekakuan terbesar (par. 9.2.4)"
IDS_SP16_Par942_Title = "Stabilitas dinding elemen tekan eksentris (par. 9.4.2)"
IDS_SP16_Par947_Title = "Stabilitas sabuk (sayap) batang tekan eksentris (par. 9.4.7)"
IDS_SP16_Par1041_Title = "Panjang rencana maksimum elemen (par. 10.4.1)"
IDS_SP16_Par1122_Title = "Perhitungan stabilitas dinding pipa tanpa sambungan atau pipa las listrik (par. 11.2.2)"
IDS_SP16_Par1122_FurtherChecksAreNotNeeded = "o_lambda < 0.65\n Pemeriksaan lanjutan tidak diperlukan."
IDS_SP16_COEFFS_FOR_SECTION_TYPE = "Untuk tipe penampang %s koefisiennya adalah: %s"
IDS_SP16_COEFFS_FOR_UNKNOWN_SECTION_TYPE = "Tipe penampang tidak diketahui. Koefisiennya adalah: %s"
IDS_SP16_CALC_LAMBDA_EF_COMBINED_SECTION = "Perhitungan kelangsingan lambda_ef dari elemen penampang tembus"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_PLANKS = "Tipe penampang: 1, cabang dihubungkan dengan pelat pengikat"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_LATTICE = "Tipe penampang: 1, cabang dihubungkan dengan kisi"
IDS_SP16_CALC_PHI_COEFF = "Perhitungan koefisien phi"
IDS_SP16_CALC_PHI_E_REG_ELEMENT = "Perhitungan koefisien stabilitas phi_e pada tekan eksentris elemen pejal"
IDS_SP16_CALC_PHI_E_FROM_D3_TABLE = "Dari tabel D.3 untuk o_lambda_ef = %g dan m = %g"
IDS_SP16_CALC_PHI_E_COMB_ELEMENT = "Perhitungan koefisien stabilitas phi_e pada tekan eksentris elemen penampang tembus"
IDS_SP16_CALC_PHI_E_FROM_D4_TABLE = "Dari tabel D.4 untuk o_lambda_ef = %g dan m = %g"
IDS_SP16_CALC_REDUCED_AREA_AD = "Perhitungan luas reduksi Ad"
IDS_SP16_SECT_TYPE_TABLE_7 = "Tipe penampang dari tabel 7:"
IDS_SP16_REQUIREMENTS_OF_732_NOT_SATISFIED = "Persyaratan paragraf 7.3.2 tidak terpenuhi. Perhitungan dengan luas reduksi."
IDS_SP16_REQUIREMENTS_OF_942_NOT_SATISFIED = "Persyaratan paragraf 9.4.2 tidak terpenuhi. Perhitungan dengan luas reduksi."
IDS_SP16_CALCULATION_OF_TABLE_9 = "Perhitungan kelangsingan bersyarat badan maksimum (tabel 9)."
IDS_SP16_CALCULATION_OF_TABLE_10 = "Perhitungan kelangsingan bersyarat sayap maksimum (tabel 10)."
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_COMPRESSED = "Perhitungan hd untuk elemen yang ditekan sentris"
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_UNCOMPRESSED = "Perhitungan hd untuk elemen yang tidak ditekan sentris"
IDS_SP16_CALCULATION_OF_BD = "Perhitungan bd"
IDS_SP16_CALCULATION_OF_TABLE_D6 = "Perhitungan ω, α, β dari tabel D.6"
IDS_SP16_CALCULATION_OF_CMAX_SECT_TYPE_4 = "Perhitungan koefisien Cmax. Tipe penampang: 4"
IDS_SP16_CALCULATION_OF_TABLE_E1 = "Perhitungan koefisien Cy, Cz, n (tabel E.1)."
IDS_SP16_FOR_AF_AW_MSG = "Untuk Af = %g, Aw = %g"
IDS_SP16_CALCULATION_TABLE_ZH4 = "Perhitungan koefisien B (tabel ZH.4)."
IDS_SP16_CALCULATION_TABLE_ZH5 = "Perhitungan koefisien C dan D (tabel ZH.5)."
IDS_SP16_UNIT_LENGTH_MM = "mm"
IDS_SP16_UNIT_LENGTH_CM = "cm"
IDS_SP16_UNIT_LENGTH_M = "m"
IDS_SP16_UNIT_LENGTH_IN = "in"
IDS_SP16_UNIT_LENGTH_FT = "ft"
IDS_SP16_UNIT_FORCE_KG = "kgf"
IDS_SP16_UNIT_FORCE_TON = "tonf"
IDS_SP16_UNIT_FORCE_N = "N"
IDS_SP16_UNIT_FORCE_KN = "kN"
IDS_SP16_UNIT_FORCE_LBF = "lbf"
IDS_SP16_UNIT_FORCE_KIP = "kip"
IDS_SP16_UNIT_FORCE_KIPs = "kips"
IDS_SP16_RATIO = "rasio"
IDS_SNiP_REPORT_SECT_REDESIGN = "Penampang harus didesain ulang."
IDS_SNiP_REPORT_NOT_REQ_REBAR = "∴ Penulangan tidak diperlukan."
IDS_SNiP_REPORT_REQ_REBAR = "∴ Penulangan diperlukan."
IDS_RUS_CODE_REPORT_CH_TEST = "RUS_Report_CH-Test(Lang:CH)"
IDS_RUS_CODE_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_RUS_CODE_REPORT_KR_TEST = "EC_Report_KR-Test(Lang:KR)"
IDS_RUS_CODE_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_RUS_CODE_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_SP16_BIG_MY_LINEAR_INTERPOLATION_NOTE = "The value of m_y is > 5. The value of %s is determined by linear interpolation."
